app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "kjdfgkjb"], ["body", "algnnbjag"], ["created_at", "2016-06-28 20:06:09.765236"], ["updated_at", "2016-06-28 20:06:09.765236"]]
---
  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save